"VOICE_MAIL" = "Odkazy";
"VOICE_MAIL_UNREAD_FORMAT" = "Odkazy: %d";
"UNKNOWN_LOCATION" = "Neznáma lokalita";
"SPEAKER_NAV" = "Reproduktor|Pozdrav";
"AUDIO_NAV" = "Zvuk";
"GREETING_NAV" = "Pozdrav|Reproduktor";
"DELETE" = "Vymazať";
"CALL_BACK" = "Zavolať";

"CALL_VOICEMAIL" = "Volať odkazovač";
"VOICEMAIL_UNAVAILABLE" = "Služba Visual Voicemail je práve nedostupná.";
"VOICEMAIL_MORE_AVAILABLE" = "Na serveri máte ďalšie správy.";

"VOICEMAIL_OUT_OF_ORDER_TITLE" = "Nedá sa pripojiť do odkazovača";
"VOICEMAIL_OUT_OF_ORDER_SUBTITLE" = "Pre pomoc sa obráťte na vášho operátora.";
"VOICEMAIL_OUT_OF_ORDER_CALL_BUTTON_TITLE_FORMAT" = "Volať %@";

"CALLBACK_AND_SENDER_ALERT_TITLE" = "Volajúci zanechal spätné číslo, ktoré je iné ako jeho pôvodné.";
"CALLBACK_ALERT_TITLE" = "Volajúci zanechal spätné číslo.";

"PASSWORD" = "Heslo";
"ENTER_PASSWORD_TITLE" = "Nesprávne heslo";
"ENTER_PASSWORD_DESCRIPTION" = "Zadajte heslo do odkazovača";
"PASSWORD_PROMPT_PLACEHOLDER" = "heslo";
"PASSWORD_RESET_CALL_BUTTON_TITLE" = "Hovor";
"PASSWORD_RESET_INFO" = "Ak ste zabudli heslo, volajte na číslo %@.";
"PASSWORD_EXPIRED_TITLE" = "Heslo odkazovača vypršalo";
"PASSWORD_EXPIRED_DESCRIPTION" = "Pre stiahnutie správ si musíte zmeniť heslo.";
"CHANGE_NOW" = "Zmeniť";
"OK" = "OK";

"DELETED_MESSAGES" = "Vymazané odkazy";
"DELETED" = "Vymazané";
"UNDELETE" = "Obnoviť";
"CLEAR_ALL" = "Vym. všetky";
"CLEAR_ALL_CANCEL_BUTTON_TITLE" = "Zrušiť";
"CLEAR_ALL_OK_BUTTON_TITLE" = "Vymazať všetky";
"CLEAR_ALL_ALERT_TITLE" = "Natrvalo odstrániť vymazané odkazy?";

"GREETING" = "Pozdrav";
"GREETING_PROMPT" = "Nastaviť odchádzajúcu správu";
"DONE" = "Hotovo";
"DEFAULT_GREETING_TITLE" = "Pôvodný";
"CUSTOM_GREETING_TITLE" = "Vlastný";
"PLAY" = "Prehrať";
"RECORD" = "Nahrať";
"RECORD_A_GREETING" = "Nahrať pozdrav";
"RECORDING_PERSONAL" = "Nahráva sa osobné";
"STOP" = "Zastaviť";
"SAVING_GREETING" = "Ukladá sa pozdrav…";
"SAVE_SUCCESS" = "Pozdrav uložený.";
"RETRIEVING_GREETING" = "Získava sa pozdrav…";

"CHANGE_AUDIO_SOURCE" = "Audio zariadenie:";

"VOICEMAIL_ERROR_TITLE_UNAVAILABLE" = "Odkazovač je nedostupný";
"VOICEMAIL_ERROR_TITLE_ERROR" = "Chyba odkazovača";
"VOICEMAIL_ERROR_TITLE_PASSWORD" = "Chyba hesla";
"VOICEMAIL_ERROR_TITLE_PASSWORD_INVALID" = "Neplatné heslo";
"VOICEMAIL_ERROR_TITLE_CAPACITY_WARNING" = "Odkazovač %d%% je plný";

"VOICEMAIL_ERROR_MSG_NO_SERVICE" = "Tento účet neobsahuje službu Visual Voicemail.";
"VOICEMAIL_ERROR_MSG_COULD_NOT_AUTHORIZE" = "Prístup sa nepodarilo autorizovať.";
"VOICEMAIL_ERROR_MSG_TRY_AGAIN_LATER" = "Skúste neskôr.";
"VOICEMAIL_ERROR_MSG_CONNECT_FAIL" = "Do schránky sa nepodarilo pripojiť.";
"VOICEMAIL_ERROR_MSG_SERVICE_BUSY" = "Služba odkazovač je preťažená.";
"VOICEMAIL_ERROR_MSG_MAILBOX_NOT_AVAILABLE" = "Schránka je momentálne nedostupná.";
"VOICEMAIL_ERROR_MSG_MAILBOX_LOCKED" = "Schránka je zamknutá.";
"VOICEMAIL_ERROR_MSG_TRANSCODE_ERROR" = "Správu nie je možné načítať.";

"VOICEMAIL_ERROR_MSG_NO_CUSTOM_GRETING" = "Zatiaľ nemáte nahratý žiadny pozdrav.";
"VOICEMAIL_ERROR_MSG_INVALID_GREETING" = "Pozdrav je neplatný.";
"VOICEMAIL_ERROR_MSG_GREETING_FAIL" = "Pozdrav sa nepodarilo uložiť.";

"VOICEMAIL_ERROR_MSG_PASSWORD_INVALID_OLD" = "Staré heslo je nesprávne.";
"VOICEMAIL_ERROR_MSG_PASSWORD_INVALID" = "Zadajte nové heslo.";
"VOICEMAIL_ERROR_MSG_PASSWORD_TRIVIAL" = "Heslo je príliš jednoduché.";
"VOICEMAIL_ERROR_MSG_PASSWORD_SHORT" = "Heslo je príliš krátke.";
"VOICEMAIL_ERROR_MSG_PASSWORD_LONG" = "Heslo je príliš dlhé.";
"VOICEMAIL_ERROR_MSG_PASSWORD_AGE" = "Heslo bolo nedávno zmenené.";
"VOICEMAIL_ERROR_MSG_PASSWORD_PREVIOUS" = "Toto heslo už bolo kedysi použité.";
"VOICEMAIL_ERROR_MSG_PASSWORD_SAME" = "Heslo už je nastavené.";
"VOICEMAIL_ERROR_MSG_PASSWORD_CHANGE_FAIL" = "Zmena hesla zlyhala.";

"VOICEMAIL_ERROR_MSG_PARSE_FAIL" = "Nie je možné stiahnuť správy.";
"VOICEMAIL_ERROR_MSG_PLAYBACK_FAIL" = "Správu nie je možné prehrať.";
"VOICEMAIL_ERROR_MSG_CONNECTIVITY" = "Nie je možné sa pripojiť.\nSkúste to znovu neskôr.";
"VOICEMAIL_ERROR_MSG_SECURITY" = "Spojenie nie je možné nadviazať.";
"VOICEMAIL_ERROR_MAILBOX_FULL" = "Nie je možné prijať žiadne správy, kým nejaké neodstránite.";
"VOICEMAIL_ERROR_MAILBOX_USAGE" = "Odstrániť správy a uvoľniť miesto.";
"VOICEMAIL_ERROR_MSG_FILE_WRITE_ERROR" = "Nie je možné uchovávať správy. Vymažte správy pre uvoľnenie miesta.";
"VOICEMAIL_ERROR_MSG_PDP_NOT_SUBSCRIBED" = "Váš účet asi nie je pre túto funkciu dobre nakonfigurovaný.";
"VOICEMAIL_ERROR_MSG_PDP_FAILURE" = "Spojenie nie je možné inicializovať.";
"VOICEMAIL_ERROR_MSG_PDP_ROAMING_OFF" = "Dátový roaming je vypnutý. Dátový roaming môžete povoliť v sekcii Sieť vo všeobecných nastaveniach.";
"VOICEMAIL_ERROR_MSG_PDP_DATA_OFF" = "Keď sú vypnuté mobilné dáta je služba Visual Voicemail nedostupná. Mobilné dáta môžete zapnúť v časti Sieť vo Všeobecných nastaveniach.";

"SETUP_TITLE" = "Pre stiahnutie odkazov si najprv nastavte heslo a pozdrav.";
"SETUP_NOW" = "Nastaviť";
"PASSCODE" = "Heslo";
"SETUP_PASSCODE_FIRST_ENTRY_PROMPT" = "Zadajte heslo odkazovača";
"SETUP_PASSCODE_CONFIRM_ENTRY_PROMPT" = "Znovu zadajte heslo";
"SETUP_PASSCODE_MISMATCH_PROMPT" = "Nezhoda hesla. Skúste znovu.";
"SETUP_GREETING_PROMPT" = "Vyberte pozdrav pre odkazovač.";
"SAVE" = "Uložiť";
"SAVING_PASSWORD" = "Ukladá sa heslo…";
